Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/tale-ved-10-aars-markering-av-konsultasjonsavtalen.html.tmx
Source language: nob
Languages: sme

source: Tale ved 10-års markering av konsultasjonsavtalen / Taler og artikler / Sametingsrådet / Organisasjonsstruktur / Om Sametinget / Forsiden - Sametinget
sme: Sárdni konsultašuvdnašiehtadusa 10-jagi čalmmustahttima oktavuođas / Sártnit ja artihkkalat / Sámediggeráđđi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget

source: Sametingspresident Aili Keskitalos tale i forbindelse med besøket av statsminister Erna Solberg på Sametinget, 3. juni 2015.
sme: Sámedikki presideantta Aili Keskitalo sárdin stáhtaministara Erna Solberg galledeami oktavuođas Sámedikkis, geassemánu 3. b. 2015.

source: Vi markerer i år 10 år med avtalefestede prosedyrer for dialogen mellom Sametinget og regjeringen.
sme: Mii čalmmustahttit dán jagi dan go mis leat 10 jagi leamaš šiehtaduvvon prosedyrat Sámedikki ja ráđđehusa gaskasaš gulahallamii.

source: Avtalen ble signert i 2005, i kjølvannet av den kompliserte og til dels omstridte prosessen som førte til Finnmarksloven.
sme: Šiehtadus vuolláičállojuvvui 2005:s, maŋŋá mohkkás ja muhtumassii riidovuloš proseassa mii vuolggahii Finnmárkolága.

source: Arbeidet med og signeringen av konsultasjonsavtalen krevde betydelig politisk klokskap og lederskap, i en tid preget av kompliserte politiske spørsmål om urfolksrett og nasjonalstatens forpliktelser.
sme: Konsultašuvdnašiehtadusa vuolláičállin gáibidii hui ollu politihkalaš viissisvuođa ja jođiheami, dakkár áiggis goas ledje ollu mohkkás politihkalaš gažaldagat álgoálbmotrievtti ja nationálastáhtaid geatnegasvuođaid birra.

source: I dag kan vi takke kommunal- og regionalminister Erna Solberg og sametingspresident Sven-Roald Nystø for det mot og den framtidsoptimisme denne avtalen tross alt innebar.
sme: Dál mii sáhttit giitit dalá gielda- ja regionálaministara Erna Solberg ja sámediggepresideantta Sven-Roald Nystø dan duostilvuođa ja dan boahtteáiggediđolaš optimismma geažil maid dát šiehtadus dattetge mearkkašii.

source: I perioden fra 1970-tallet til 2000-tallet var forholdet mellom samene som urfolk og norske myndigheter preget av vanskelige konflikter og store politiske utfordringer.
sme: 1970-logu rájes 2000-logu rádjai lei sápmelaččaid, álgoálbmogin, ja Norgga eiseválddiid gaskavuohta hui váttis ollu soahpameahttunvuođaid ja stuorra politihkalaš hástalusaid geažil.

source: Sametingets etablering i 1989 viste imidlertid en farbar vei inn i framtiden: gjennom dialog og gjensidige forpliktelser.
sme: Sámedikki ásaheapmi 1989:s čájehii dattetge geainnu boahtteáigái: gulahallama ja goabbatbeallásaš geatnegasvuođaid bokte.

source: Fundamentet for konsultasjonsavtalen er statens folkerettslige forpliktelser overfor samene:
sme: Konsultašuvdnašiehtadusa geađgejuolgin leat stáhta álbmotrievttálaš geatnegasvuođat sápmelaččaid ektui.

source: Som urfolk har samene rett til å bli konsultert og skal ideelt sett kunne gi sitt forhåndsinformerte samtykke til lover og tiltak som vil påvirke samene.
sme: Álgoálbmogin lea sápmelaččain vuoigatvuohta konsulterejuvvot ja buoremus livččii jus sii beasašedje ovddalgihtii dieđiheami vuođul mieđihit lágaide ja doaibmabijuide mat gusket sápmelaččaide.

source: Derfor har altså Norge en plikt til å legge til rette for en dialog og samarbeidsform som gjør en slik samisk selvbestemmelse mulig, innenfor rammene av folkeretten.
sme: Danne lea ge Norga geatnegahttojuvvon láhčit dakkár gulahallamii ja bargovuohkái mii dahká dakkár sámi iešmearrideami vejolažžan, álbmotrievtti rámmaid siskkobealde.

source: Formålet med konsultasjonene er først og fremst å komme til enighet om de saker det er mulig, eller i det minste å identifisere viktige utfordringer i de saker der enighet ikke er mulig.
sme: Konsultašuvnnaid ulbmil lea vuosttažettiin dat ahte juksat ovttamielalašvuođa dain áššiin main lea vejolaš, dahje aŋkke identifiseret dehálaš hástalusaid dain áššiin main ii leat vejolaš juksat ovttamielalašvuođa.

source: At vi konsulterer, er i seg selv både konfliktdempende og et uttrykk for gjensidig tillit – også i de saker der vi ikke lykkes med å komme til enighet.
sme: Dat ahte mii konsulteret, váiduda iešalddis soahpameahttunvuođaid ja dovddaha goabbatbeallásaš luohttámuša - maiddái dain áššiin main eat lihkostuva juksat ovttamielalašvuođa.

source: For vi er uenige om mangt.
sme: Dannego mis leat ollu sierramielalašvuođat.

source: Noen ganger fordi konsultasjoner ikke gjennomføres der de burde vært gjennomført, andre ganger som følge av sakenes innhold.
sme: Muhtumin dannego eai čađahuvvo konsultašuvnnat dalle go dat berrešedje čađahuvvot, muhtumin áššiid sisdoalu geažil.

source: Vi har ulike syn på saker, og det er ikke sjelden kompliserte forhold i skjæringspunktene mellom lokal- og nasjonalpolitikk, urfolk og stat, majoritet og minoritet som skal finne en løsning.
sme: Mis leat goappatlágan oainnut áššiide, ja dávjá bohciidit mohkkás dilálašvuođat go galgá čoavdit áššiid mat gusket báikkálaš ja našuvnnalaš politihkkii, álgoálbmogiid ja stáhta gaskavuhtii ja majoritehta ja minoritehta gaskavuhtii.

source: Samene vil alltid være i mindretall, nettopp derfor er Sametinget og konsultasjonsavtalen så viktig for å kunne balansere hensynet og interessene til mindretallet.
sme: Sápmelaččat leat álo unnitlogus, ja aiddo fal danne lea Sámediggi ja konsultašuvdnašiehtadus nu dehálaš oažžun dihtii dássedeattu gaskal unnitlogu vuhtiiváldima ja dan beroštusaid.

source: Et demokratisk samfunn preget av toleranse kan først og fremst defineres som et tillitsbasert fellesskap som forvalter uenighet og motstridende interesser og verdensbilder.
sme: Demokráhtalaš servodaga, man mihtilmasvuohtan lea gierdavašvuohta, sáhttá vuosttažettiin defineret luohttámušvuđot searvevuohtan mii hálddaša sierramielalašvuođa ja vuostálasti beroštusaid ja máilmmigovaid.

source: Vi skal ikke være redd for uenighet, men vi må være nøye med å vedlikeholde den tillitten som ligger til grunn for troen på at ulike syn kan møtes i omforente løsninger.
sme: Mii eat galgga ballat sierramielalašvuođain, muhto mii fertet dárkilit áimmahuššat dan luohttámuša mii lea vuođđun dan jáhkkui ahte iešguđetlágan oainnut sáhttet lahkonit sohppojuvvon čovdosiin.

source: Konsultasjonsprinsippet er fundamentet for tillit mellom urfolk og stat.
sme: Konsultašuvdnaprinsihppa lea vuođđun álgoálbmogiid ja stáhta gaskasaš luohttámuššii.

source: Staten Norge og Sametinget vil fortsatt ha et sterkt engasjement internasjonalt i arbeidet med å styrke velferden og rettighetene til verdens urfolk.
sme: Norgga Stáhtas ja Sámedikkis galgá ain leat nana riikkaidgaskasaš áŋgiruššan nannemis máilmmi álgoálbmogiid buorredilálašvuođa ja vuoigatvuođaid.

source: Vi har – med konsultasjonsavtalen - sett at vårt internasjonale arbeid får praktiske og konkrete konsekvenser også i samarbeidet mellom samer og nordmenn.
sme: Mii leat – konsultašuvdnašiehtadusa bokte – oaidnán ahte min riikkaidgaskasaš barggus leat geavatlaš ja konkrehta váikkuhusat maiddái sápmelaččaid ja dážaid gaskasaš ovttasbargui.

source: Avslutningsvis vil jeg derfor takke statsminister Erna Solberg for hennes personlige engasjement i etableringen av konsultasjonsavtalen i 2005, og for Norges bidrag til det internasjonale arbeidet for urfolks rettigheter.
sme: Danne háliidan loahpas giitit stáhtaministara Erna Solberg go son persovnnalaččat lea áŋgiruššan 2005 mannosaš konsultašuvdnašiehtadusa ásahemiin, ja dan ovddas maid Norga lea váikkuhan riikkaidgaskasaš bargui álgoálbmotvuoigatvuođaiguin.

source: De neste 10 år med konsultasjoner blir nok ikke mindre krevende enn de første 10 år.
sme: Boahtte 10 jagi konsultašuvnnaiguin eai várra šatta uhcit gáibideaddjin go vuosttaš 10 jagi ledje.

source: Men fordi det har vært krevende, har det også vært verdt innsatsen fra begge parter.
sme: Muhto dannego dat lea leamaš gáibideaddjin, de lea goappašiid beliid áŋgiruššan leamaš dan veara.
